import React from "react";
import "./Recycling.scss"
import Zoom from "react-reveal/Zoom";

function Recycling() {
    return <div>
                <Zoom>
                    <div className="rec-content">
                        <h2>أفكار لرسكلة بعض الفضلات</h2>
                        <p>
                            يمكن اللجوء لبعض الحلول البسيطة التي توفر عليك المصاريف و تعود بالفائدة على البيئة.
                            قبل كل شيء, لا بد من التأكد من نظافة الوعاء الذي ستستعمله (خالي مالمواد الكيميائية – مثال: سطل الطلاء), و لا بد من وجود ثقوب بالأسفل لتسريب المياه الزائدة على احتياجات النبتة
                            <br/>
                            <span>فضلات المواد الغذائية و مواد التنظيف</span>
                            <br/>
                            - يمكن استغلال أطباق البيض كمنبت (المنبت ليس اجباري لكنه يمكنك من توفير عناية أكبر بالنباتات في البداية)
                            - كما يمكن استغلال قوارير الماء (الجزء السفلي), علب الطماطم, دبابز الزيت, قوارير الجافال و غيرهم كأوعية.
                            - بالنسبة للخضر التي تنمو في الجذور (بطاطا, لفت, بصل...) يمكن استغلال أوعية الطلاء المستعملة أو البراميل القديمة.
                            - يمكن أيضا استغلال فضلات الخشب سواء من الأثاث القديم أو من ألواح تحميل المياه لزراعة النباتات الورقية (سلق, معندوس, سبناخ, كلافس...)

                        </p>
                    </div>
                    <img src="/assets/recycling.png" className="rec-img" />                </Zoom>
        
            </div>
}

export default Recycling ;
